tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-drivers"
tap "microsoft/git"
tap "warrensbox/tap"
brew "python@3.10"
brew "ansible"
brew "awscli"
brew "cdk"
brew "gh"
brew "git"
brew "iproute2mac"
brew "netcat"
brew "node"
brew "pre-commit"
brew "volta"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "github"
cask "visual-studio-code"
cask "postman"
cask "git-credential-manager-core"
brew "tfswitch"


